export const feedbackSection = document.querySelector('.feedback');


// Карточки фотокарусели

export const aboutPhotos = [
  { link: 'src/images/about-image-1.png' },
  { link: 'src/images/about-image-2.png' },
  { link: 'src/images/about-image-3.png' },
  { link: 'src/images/about-image-4.png' },
  { link: 'src/images/about-image-5.jpg' },
  { link: 'src/images/about-image-6.jpg' },
]



// Карточки туров

export const tourCards = [
  {
    title: 'Потрясающая Камчатка',
    duration: '25.05 - 28.05 (3 дня)',
    about:
      `Завораживающий тур по тестовым местам. Вы насладитесь тем,
    что всё работает без багов, и что всё нормально отрендерилось.
    Я хочу большой бургер.`,
    image: 'src/images/tour-kamchatka.jpg'
  },

  {
    title: 'Архыз для новичков',
    duration: '25.05 - 28.05 (3 дня)',
    about:
      `Завораживающий тур по тестовым местам. Вы насладитесь тем,
    что всё работает без багов, и что всё нормально отрендерилось.
    Я хочу большой бургер.`,
    image: 'src/images/tour-arkh.jpg'
  },

  {
    title: 'Алтай в июне',
    duration: '25.05 - 28.05 (3 дня)',
    about:
      `Завораживающий тур по тестовым местам. Вы насладитесь тем,
    что всё работает без багов, и что всё нормально отрендерилось.
    Я хочу большой бургер.`,
    image: 'src/images/tour-altay.jpg'
  },

  {
    title: 'Восхождение на эльбрус с юга',
    duration: '25.05 - 28.05 (3 дня)',
    about:
      `Завораживающий тур по тестовым местам. Вы насладитесь тем,
    что всё работает без багов, и что всё нормально отрендерилось.
    Я хочу большой бургер.`,
    image: 'src/images/tour-elb.png'
  },

  {
    title: 'Ларьки станицы Суворовская',
    duration: '25.05 - 28.05 (3 дня)',
    about:
      `Завораживающий тур по тестовым местам. Вы насладитесь тем,
    что всё работает без багов, и что всё нормально отрендерилось.
    Я хочу большой бургер.`,
    image: 'src/images/tour-larek.jpg'
  },

  {
    title: 'Ночной Краснодар',
    duration: '25.05 - 28.05 (3 дня)',
    about:
      `Завораживающий тур по тестовым местам. Вы насладитесь тем,
    что всё работает без багов, и что всё нормально отрендерилось.
    Я хочу большой бургер.`,
    image: 'src/images/tour-kras.jpg'
  },

  {
    title: 'Леса Сибири',
    duration: '25.05 - 28.05 (3 дня)',
    about:
      `Завораживающий тур по тестовым местам. Вы насладитесь тем,
    что всё работает без багов, и что всё нормально отрендерилось.
    Я хочу большой бургер.`,
    image: 'src/images/tour-forest.jpg'
  },

]

// Карточки отзывов

export const feedbackCards = [
  {
    photo: 'src/images/feedback-photo1.png',
    authorName: `Райан`,
    authorJob: 'водитель',
    text:
      'Отлично сходили в поход на пару дней. Особенно мне понравилось в Архызе. Драйв - это то слово, которым можно кратко описать происходящее. Спасибо организаторам!'
  },

  {
    photo: 'src/images/feedback-photo2.png',
    authorName: `Алёна`,
    authorJob: 'СММ-специалист',
    text:
      'Поход очень понравился. И не только мне.Поход был посвящен дню рождения моего мужа.Он у меня не любитель походов, но мне удалось его уговорить, и в итоге все остались довольны :)'
  },

  {
    photo: 'src/images/feedback-photo3.png',
    authorName: `Антон Енотов`,
    authorJob: 'стажёр',
    text:
      'Я очень доволен. Спасибо за поход. Больше всего мне понравилась горная река, в которой можно столько всего прополоскать.'
  },

  {
    photo: 'src/images/feedback-photo4.png',
    authorName: `Лёха Котов`,
    authorJob: 'аниматор',
    text:
      'Поехали с друзьями на плато Бермамыт на квадроциклах. Организаторы провели инструктаж, всё показали и рассказали. Мы следовали за ребятами не очень длинным, но живописным маршрутом. В конечной точке поездки мы устроили общий шашлык. Было вкусно, всем советую. '
  },


]

// Карточки ФАКА

export const faqCards = [
  {
    title: 'Какую физическую подготовку нужно иметь, чтобы пойти в поход?',
    text:
      '— Выбирайте кукурузу молочной спелости со свежими, зелеными листочками. Зрелые, насыщенно-желтые початки полезно замочить перед варкой на пару часов, а после варки, закутать кастрюлю и дать зернам «дойти».'
  },

  {
    title: 'Какое снаряжение взять с собой?',
    text:
      '— Выбирайте кукурузу молочной спелости со свежими, зелеными листочками. Зрелые, насыщенно-желтые початки полезно замочить перед варкой на пару часов, а после варки, закутать кастрюлю и дать зернам «дойти».'
  },

  {
    title: 'А это не опасно?',
    text:
      '— Выбирайте кукурузу молочной спелости со свежими, зелеными листочками. Зрелые, насыщенно-желтые початки полезно замочить перед варкой на пару часов, а после варки, закутать кастрюлю и дать зернам «дойти».'
  },

  {
    title: 'Проводите ли вы промоакции и есть ли система скидок?',
    text:
      '— Выбирайте кукурузу молочной спелости со свежими, зелеными листочками. Зрелые, насыщенно-желтые початки полезно замочить перед варкой на пару часов, а после варки, закутать кастрюлю и дать зернам «дойти».'
  },

  {
    title: 'Как варить кукурузу?',
    text:
      '— Выбирайте кукурузу молочной спелости со свежими, зелеными листочками. Зрелые, насыщенно-желтые початки полезно замочить перед варкой на пару часов, а после варки, закутать кастрюлю и дать зернам «дойти».'
  },

]

// Карточки команды

export const teamCards = [
  {
    photo: 'https://i.ytimg.com/vi/8MlQAhklKKQ/maxresdefault.jpg',
    name: 'Алекс',
    about: 'инструктор, эксперт по Африке',
    text: 'Cбежал из зоопарка ради работы инструктором. Весельчак, юморист и просто хороший гид. Умеет готовить вкусный стейк, но иногда всё съедает сам.'
  },

  {
    photo: 'https://phonoteka.org/uploads/posts/2021-06/1624639959_14-phonoteka_org-p-spaidermen-oboi-krasivo-14.jpg',
    name: 'Спайдермен',
    about: 'инструктор, альпинист высшей категории',
    text: 'Направит и подстрахует вас на сложных скальных участках. Научит взбираться на скалы легко и эффективно. Вам не придётся тащить в поход тяжёлые верёвки - у него они всегда с собой.'
  },

  {
    photo: 'src/images/team-marci.png',
    name: 'Марселин',
    about: 'инструктор, куратор экспериментального направления путешествий в иные миры',
    text: 'Некоторым нашим заядлым путешественникам мало земных красот... В таком случае мы предлагаем отправиться в VIP-тур с Марселин. Подробности и инстрктаж - после предоплаты. Вы должны любить тяжёлый метал.'
  },

  {
    photo: 'https://i.pinimg.com/736x/02/84/17/02841799173593c8102952427a02c5d1--harry-potter-actors-harry-potter-costumes.jpg',
    name: 'Белатриса',
    about: 'SMM-специалист',
    text: 'Иногда нам кажется, что ответы на комментарии под нашими постами несколько... эксцентричны. Но Белатриса убеждена, что "тёмный пиар - это тоже пиар". Мы предпочитаем не спорить.'
  },

  {
    photo: 'https://s0.rbk.ru/v6_top_pics/media/img/1/83/756079611261831.jpg',
    name: 'Шрек',
    about: 'экспедиционный повар',
    text: 'Молчалив, суров, но только на первый взгляд. Никто не останется голодным после тяжёлого походного дня. Мы сами поражаемся - как он готовит столько еды из казалось бы небольшого количества продуктов. Но как говрит сам Шрек: "Шеф не раскрывает своих секретов".'
  },



  {
    photo: 'https://i.pinimg.com/originals/fe/68/7f/fe687f5ee75d9bc47625b187b823c8eb.jpg',
    name: 'Матильда',
    about: 'фотограф',
    text: 'Вообще, смотреть на людей через оптику Матильде не привыкать, так что она успешно справляется с задачей полевого фотографа. После путешествия вы получите просто море качественных фоток, которые захочется пересматривать.'
  },

  {
    photo: 'https://upload.wikimedia.org/wikipedia/ru/a/a7/Head.cj.jpg',
    name: 'CJ',
    about: 'городской гид',
    text: 'Чувствует себя в городских джунглях как рыба в воде. Познакомит не только с историей и архитектурой города, но и с его уличной жизнью.'
  },



]
